org/arabic/acte1.html
<!doctype html>
<html lang="en">
<head>
<title>Arabic conversation of the Tuesday episode 1</title>
<!-- 2019-07-16 Tue 19:49 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Laurent Garnier">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-9"><h1 class="title">Arabic conversation of the Tuesday episode 1</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Words with arabic root</h2>
<div class="outline-text-2" id="text-1">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">

<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">English</th>
<th scope="col" class="text-left">Arabic root</th>
<th scope="col" class="text-left">Meaning of the root</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">apricot</td>
<td class="text-left">barqûq برقوق</td>
<td class="text-left">plum</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">alcohol</td>
<td class="text-left">kahul كحول</td>
<td class="text-left">alcohol</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">alcove</td>
<td class="text-left">al-qubba القبة</td>
<td class="text-left">dome</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">algebra</td>
<td class="text-left">al-jabr الجبر</td>
<td class="text-left">to reduce</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">almanac</td>
<td class="text-left">al-munakh المناخ</td>
<td class="text-left">the climate</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">admiral</td>
<td class="text-left">amir al-bahr أمير البحر</td>
<td class="text-left">marine officer</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Mots avec une racine arabe</h2>
<div class="outline-text-2" id="text-2">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="left">

<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-left">Français</th>
<th scope="col" class="text-left">Racine arabe</th>
<th scope="col" class="text-left">Signification de la racine</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-left">abricot</td>
<td class="text-left">barqûq برقوق</td>
<td class="text-left">prune</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">alcool</td>
<td class="text-left">kahul كحول</td>
<td class="text-left">alcool</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">alcôve</td>
<td class="text-left">al-qubba القبة</td>
<td class="text-left">dôme</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">algèbre</td>
<td class="text-left">al-jabr الجبر</td>
<td class="text-left">réduire</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">almanach</td>
<td class="text-left">al-munakh المناخ</td>
<td class="text-left">le climat</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-left">amiral</td>
<td class="text-left">amir al-bahr أمير البحر</td>
<td class="text-left">officier de la marine</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Little dialogue</h2>
<div class="outline-text-2" id="text-3">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="right">

<col  class="left">

<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-right">Number</th>
<th scope="col" class="text-left">English</th>
<th scope="col" class="text-left">Latin transcription</th>
<th scope="col" class="text-left">Arabic letters</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-right">1</td>
<td class="text-left">Hello!</td>
<td class="text-left">marhabâ</td>
<td class="text-left">مَرْحَبًا</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-right">2</td>
<td class="text-left">How are you?</td>
<td class="text-left">kaïfal hal?</td>
<td class="text-left">كيف حالك ؟</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-right">3</td>
<td class="text-left">I am well, thanks to God.</td>
<td class="text-left">'ana bikhayrin, walhamd lilah</td>
<td class="text-left">أنا بخير، والحمد لله</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-right">4</td>
<td class="text-left">I'm learning arabic.</td>
<td class="text-left">'ana 'ataealam allughat alearabia</td>
<td class="text-left">أنا أتعلم اللغة العربية</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-right">5</td>
<td class="text-left">It's a beautiful language.</td>
<td class="text-left">'iinaha lughat jamilatun.</td>
<td class="text-left">إنها لغة جميلة.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Petit dialogue</h2>
<div class="outline-text-2" id="text-4">
<table class="table table-striped table-bordered table-hover table-condensed">


<colgroup>
<col  class="right">

<col  class="left">

<col  class="left">

<col  class="left">
</colgroup>
<thead>
<tr>
<th scope="col" class="text-right">Numéro</th>
<th scope="col" class="text-left">Français</th>
<th scope="col" class="text-left">Transcription latine</th>
<th scope="col" class="text-left">Lettres Arabes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="text-right">1</td>
<td class="text-left">Salut !</td>
<td class="text-left">marhabâ</td>
<td class="text-left">مَرْحَبًا</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-right">2</td>
<td class="text-left">Comment ça va ?</td>
<td class="text-left">kaïfal hal?</td>
<td class="text-left">كيف حالك ؟</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-right">3</td>
<td class="text-left">Je vais bien, grâce à Dieu.</td>
<td class="text-left">'ana bikhayrin, walhamd lilah</td>
<td class="text-left">أنا بخير، والحمد لله</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-right">4</td>
<td class="text-left">J'apprends l'arabe.</td>
<td class="text-left">'ana 'ataealam allughat alearabia</td>
<td class="text-left">أنا أتعلم اللغة العربية</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="text-right">5</td>
<td class="text-left">C'est une belle langue.</td>
<td class="text-left">'iinaha lughat jamilatun.</td>
<td class="text-left">إنها لغة جميلة.</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Feedback</h2>
<div class="outline-text-2" id="text-5">
<p>
You can find a link <a href="https://youtu.be/ugi0E0reSkI">here</a> for watching the video. Please subscribe to
the channel because that will help me. Any feedback and comment
would be appreciate. I have to precise that I am not an arabic
specialist, indeed I'm just a beginner who enjoy to share what he is
learning.
</p>

<p>
Does this content is useful for you? 
</p>
<ol class="org-ol">
<li>If the answer is yes then  please subscribe and spread the word
by sharing the links on your social media.
</li>
<li>If the answer is no then please tell me what can I do in order to
help you in your learning and improve my material.
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Critiques constructives</h2>
<div class="outline-text-2" id="text-6">
<p>
Vous pouvez trouver un lien <a href="https://youtu.be/ugi0E0reSkI">ici</a> pour regarder la vidéo. Merci de
vous abonner à la chaîne parce que ça m'aidera. Toute critique
constructive ou commentaire utile seront appréciés. Je dois préciser
que je ne suis pas un spécialiste de l'arabe, en effet je suis juste
un débutant qui aime partager ce qu'il apprend.
</p>

<p>
Est-ce que ce contenu est utile pour vous ?
</p>
<ol class="org-ol">
<li>Si la réponse est oui alors merci de vous abonner et de faire
passer le mot en partageant les liens sur vos réseaux sociaux.
</li>
<li>Si la réponse est non alors merci de me dire ce que je peux faire
afin de vous aider dans votre apprentissage et améliorer mon
matériel.
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Additional Ressources</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li><a href="https://youtu.be/YmIk-u1bWH8">The linked video</a>
</li>
<li><a href="https://lgsp.github.io/sciencelanguages/html/news_german1.html">The newsletter for german speaker</a>
</li>
<li><a href="https://fsi-languages.yojik.eu/languages/oldfsi/languages/arabic.html">FSI complete Arabic course</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> Ressources complémentaires</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li><a href="https://youtu.be/YmIk-u1bWH8">La vidéo associée</a>
</li>
<li><a href="https://lgsp.github.io/sciencelanguages/html/news_german1.html">La newsletter de l'anglais pour l'allemand</a>
</li>
<li><a href="https://fsi-languages.yojik.eu/languages/oldfsi/languages/arabic.html">Le cours complet du FSI</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> Other languages / Autres langues</h2>
<div class="outline-text-2" id="text-9">
</div><div id="outline-container-sec-9-1" class="outline-3">
<h3 id="sec-9-1"><span class="section-number-3">9.1</span> YouTube</h3>
<div class="outline-text-3" id="text-9-1">
<ul class="org-ul">
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAnM9MWJT9F1z1QZTdb73i7r">Learn German with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAkXu2x3Fp74QxxYUVP43haA">Learn Arabic with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAl4R0Mh7sKvQjqCsiEEa6D9">Learn Chinese with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAm_p6ikI_pTbxNuHco73REt">Learn Spanish with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAkbDhpbtXc7RdroMBBeTJx0">Learn Hebrew with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAmY0FMGH6u68j4lwBpiEQFC">Learn Portuguese with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAk0YrJ3rV6cBj-w6rNCeOJB">Learn Russian with me</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-9-2" class="outline-3">
<h3 id="sec-9-2"><span class="section-number-3">9.2</span> Blogs</h3>
<div class="outline-text-3" id="text-9-2">
<ul class="org-ul">
<li><a href="https://doyouspeakenglish.fr">https://doyouspeakenglish.fr</a>
</li>
<li><a href="https://impossiblenestpasfrancais.eu">https://impossiblenestpasfrancais.eu</a>
</li>
<li><a href="https://govoritparoussky.fr">https://govoritparoussky.fr</a>
</li>
<li><a href="https://polyglothuman.fr">https://polyglothuman.fr</a>
</li>
</ul>
</div>
</div>
</div>
</div><div class="col-md-3"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. Words with arabic root</a></li>
<li><a href="#sec-2">2. Mots avec une racine arabe</a></li>
<li><a href="#sec-3">3. Little dialogue</a></li>
<li><a href="#sec-4">4. Petit dialogue</a></li>
<li><a href="#sec-5">5. Feedback</a></li>
<li><a href="#sec-6">6. Critiques constructives</a></li>
<li><a href="#sec-7">7. Additional Ressources</a></li>
<li><a href="#sec-8">8. Ressources complémentaires</a></li>
<li><a href="#sec-9">9. Other languages / Autres langues</a>
<ul class="nav">
<li><a href="#sec-9-1">9.1. YouTube</a></li>
<li><a href="#sec-9-2">9.2. Blogs</a></li>
</ul>
</li>
</ul>
</div>
</nav>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: Laurent Garnier</p>
<p class="date">Created: 2019-07-16 Tue 19:49</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 26.2 (<a href="http://orgmode.org">Org-mode</a> 9.2.3)</p>
</div>
</footer>
</body>
</html>
